[Language]
0x409=English
0x404=TChinese
0x413=Dutch
0x40C=French
0x407=German
0x40E=Hungarian
0x410=Italian
0x415=Polish
0x816=Portuguese
0x419=Russian
0xC0A=Spanish
0x405=Czech
0x412=Korean
0x411=Japan
0x804=SChinese
0x416=Brazil
0xC04=HongKong
0x401=Arabic
0x402=Bulgarian
0x41A=Croatian
0x406=Danish
0x425=Estonian
0x40B=Finnish
0x408=Greek
0x40D=Hebrew
0x426=Latvian
0x427=Lithuanian
0x414=Norwegian
0x41F=Turkish
0x418=Romanian
0x81A=Serbian
0x41B=Slovak
0x424=Slovenian
0x41D=Swedish
0x41E=Thai
0x422=Ukrainian
0x241A=Serbian(W81)

[English]
IDS_TITLE   =  "Welcome to ASUS Product Registration"
IDS_TEXT1   =  "Thank you for purchasing ASUS product."
IDS_TEXT2   =  "You are recommended to register as an ASUS member to enjoy member benefits from ASUS such as the hot product deals, latest ASUS news, and much more."
IDS_PROMPT  =  "You could visit ASUS official website (https://account.asus.com/) to register your product."
IDS_ACTION1 =  "Register now"
IDS_ACTION2 =  "Register later"
IDS_ACTION3 =  "No, thanks."

[TChinese]
IDS_TITLE   =  "歡迎註冊華碩產品"
IDS_TEXT1   =  "感謝您購買華碩產品！"
IDS_TEXT2   =  "建議您註冊成為華碩會員以獲得更便捷的會員專屬服務，優惠活動通知，最新產品資訊等獨享權益。"
IDS_PROMPT  =  "您可以造訪華碩官方網站 （https://account.asus.com/）註冊您的產品"
IDS_ACTION1 =  "立即進行產品註冊"
IDS_ACTION2 =  "下次開機再註冊"
IDS_ACTION3 =  "不需要，謝謝。"

[Dutch]
IDS_TITLE   =  "Welkom bij ASUS productregistratie"
IDS_TEXT1   =  "Bedankt voor uw aankoop van een ASUS-product."
IDS_TEXT2   =  "Wij raden u aan u in te schrijven als ASUS-lid om te genieten van de lidmaatschapsvoordelen van ASUS, zoals nieuwe productkoopjes, het laatste ASUS-nieuws en veel meer."
IDS_PROMPT  =  "U kunt de officiële website van ASUS (https://account.asus.com/) bezoeken voor het registreren van uw product."
IDS_ACTION1 =  "Nu registreren"
IDS_ACTION2 =  "Later registreren"
IDS_ACTION3 =  "Nee, bedankt"

[French]
IDS_TITLE   =  "Enregistrement de produit ASUS"
IDS_TEXT1   =  "Merci pour votre achat d'un produit ASUS."
IDS_TEXT2   =  "Nous vous recommandons de créer un compte ASUS pour vous tenir au courant des dernières actualités et offres promotionnelles concernant les produits ASUS."
IDS_PROMPT  =  "Vous pouvez visiter le site internet officiel d'ASUS (https://account.asus.com/) pour enregistrer votre produit."
IDS_ACTION1 =  "S’enregistrer maintenant"
IDS_ACTION2 =  "S’enregistrer plus tard"
IDS_ACTION3 =  "Non, merci."

[German]
IDS_TITLE   =  "Willkommen zur ASUS Produktregistrierung"
IDS_TEXT1   =  "Danke für den Kauf dieses ASUS Produkts."
IDS_TEXT2   =  "Es wird empfohlen, dass Sie sich als ASUS Mitglied registrieren, um von den Mitgleidervorteilen zu profitieren, wie die besten Produktangebote, neueste ASUS Nachrichten und vieles mehr."
IDS_PROMPT  =  "Sie können die offizielle ASUS-Webseite (https://account.asus.com/) besuchen, um Ihr Produkt zu registrieren."
IDS_ACTION1 =  "Jetzt Registrieren"
IDS_ACTION2 =  "Später registrieren"
IDS_ACTION3 =  "Nein, Danke."

[Hungarian]
IDS_TITLE   =  "Üdvözöljük az ASUS termékregisztrációban"
IDS_TEXT1   =  "Köszönjük, hogy ASUS terméket választott!"
IDS_TEXT2   =  "Ajánljuk, hogy ASUS tagként regisztráljon, mert így további előnyöket élvezhet, mint pl. előnyös termékajánlatok, legfrissebb ASUS hírek és egyebek."
IDS_PROMPT  =  "Igény szerint látogasson el az ASUS hivatalos webhelyére (https://account.asus.com/), és regisztrálja a készülékét."
IDS_ACTION1 =  "Regisztráljon most"
IDS_ACTION2 =  "Későbbi regisztráció"
IDS_ACTION3 =  "Köszönöm, nem!"

[Italian]
IDS_TITLE   =  "Registrazione Prodotti ASUS"
IDS_TEXT1   =  "Vi ringraziamo per aver acquistato un prodotto ASUS."
IDS_TEXT2   =  "Raccomandiamo la registrazione come membro ASUS per usufruire dei benefici riservati ai membri ASUS come le offerte speciali, le ultime novità e molto altro."
IDS_PROMPT  =  "Per registrare il vostro prodotto potete visitare il sito ufficiale ASUS (https://account.asus.com/)."
IDS_ACTION1 =  "Registra ora"
IDS_ACTION2 =  "Registra più tardi"
IDS_ACTION3 =  "No, grazie."

[Polish]
IDS_TITLE   =  "Witamy w rejestracji produktu ASUS"
IDS_TEXT1   =  "Dziękujemy za zakup produktu firmy ASUS."
IDS_TEXT2   =  "Zalecane jest, aby użytkownik zarejestrował się jako członek ASUS w celu korzystania z dodatkowych rozwiązań oferowanych członkom przez firmę ASUS, takich jak gorące oferty, najnowsze wiadomości o firmie ASUS i wiele więcej."
IDS_PROMPT  =  "Produkt należy zarejestrować w oficjalnej witrynie firmy ASUS (https://account.asus.com/)."
IDS_ACTION1 =  "Zarejestruj teraz"
IDS_ACTION2 =  "Zarejestruj później"
IDS_ACTION3 =  "Nie, dziękuję"

[Portuguese]
IDS_TITLE   =  "Bem-vindo ao Registo de Produto ASUS"
IDS_TEXT1   =  "Obrigado por ter adquirido um produto ASUS."
IDS_TEXT2   =  "Recomendamos que se registe como membro ASUS para usufruir das vantagens oferecidas pela ASUS aos seus membros como, por exemplo, as notícias mais recentes da ASUS e muito mais."
IDS_PROMPT  =  "Pode visitar o website oficial da ASUS (https://account.asus.com/) para registar o seu produto."
IDS_ACTION1 =  "Registar agora"
IDS_ACTION2 =  "Registar mais tarde"
IDS_ACTION3 =  "Não, obrigado."

[Russian]
IDS_TITLE   =  "Онлайн-регистрация продукта ASUS"
IDS_TEXT1   =  "Благодарим за покупку продукта ASUS."
IDS_TEXT2   =  "Рекомендуется зарегистрироваться в качестве VIP участника для получения новостей о продуктах ASUS, специаль"
IDS_PROMPT  =  "Для регистрации продукта посетите официальный сайт ASUS  (https://account.asus.com/)."
IDS_ACTION1 =  "Зарегистрировать сейчас"
IDS_ACTION2 =  "Зарегистрировать позже"
IDS_ACTION3 =  "Нет, спасибо."

[Spanish]
IDS_TITLE   =  "Registro de productos ASUS"
IDS_TEXT1   =  "Gracias por adquirir el producto ASUS."
IDS_TEXT2   =  "Le recomendamos que se registre como miembro de ASUS para disfrutar de las ventajas que tienen los miembros de ASUS, como por ejemplo, ofertas de productos recientes, noticias de última hora sobre ASUS, etc."
IDS_PROMPT  =  "Podría visitar el sitio web oficial de ASUS (https://account.asus.com/) para registrar el producto."
IDS_ACTION1 =  "Registrar ahora"
IDS_ACTION2 =  "Registrar más tarde"
IDS_ACTION3 =  "No, gracias."

[Czech]
IDS_TITLE   =  "Vítejte u registrace produktu ASUS"
IDS_TEXT1   =  "Děkujeme vám za zakoupení produktu ASUS."
IDS_TEXT2   =  "Doporučujeme vám, abyste se zaregistrovali jako člen ASUS a mohli využívat výhod ASUS, například zasílání zajímavých produktových nabídek, novinek ASUS a mnohem více."
IDS_PROMPT  =  "Chcete-li váš produkt zaregistrovat, můžete navštívit oficiální webové stránky společnosti ASUS (https://account.asus.com/)."
IDS_ACTION1 =  "Zaregistrovat"
IDS_ACTION2 =  "Zaregistrovat později"
IDS_ACTION3 =  "Ne, děkuji."

[Korean]
IDS_TITLE   =  "ASUS 제품 등록에 오신 것을 환영합니다"
IDS_TEXT1   =  "ASUS 제품을 구입해 주셔서 감사합니다."
IDS_TEXT2   =  "ASUS 회원으로 가입하셔서 특별 기획전, 최근 ASUS 소식과 같은 ASUS 회원에게 주어지는 혜택을 누리십시오."
IDS_PROMPT  =  "ASUS 공식 웹사이트(https://account.asus.com/)를 방문하여 제품을 등록할 수 있습니다."
IDS_ACTION1 =  "지금 등록"
IDS_ACTION2 =  "나중에 등록"
IDS_ACTION3 =  "아니오, 괜찮습니다."

[Japan]
IDS_TITLE   =  "ASUS製品登録へようこそ"
IDS_TEXT1   =  "この度はASUS製品をお買い上げいただき誠にありがとうございます。"
IDS_TEXT2   =  "お買い上げ後は製品保証サービスを受けるため、製品登録をお済ませください。製品登録をされると、ASUSメンバーとしての特典や更新情報、製品に関するニュース等がご利用いただけます。"
IDS_PROMPT  =  "ASUSメンバー登録および製品登録は、ASUSオフィシャルサイトをご覧ください。（https://account.asus.com/)"
IDS_ACTION1 =  "今すぐ登録する"
IDS_ACTION2 =  "後で登録する"
IDS_ACTION3 =  "登録しない"

[SChinese]
IDS_TITLE   =  "欢迎注册华硕产品"
IDS_TEXT1   =  "感谢您购买华硕产品！"
IDS_TEXT2   =  "建议您注册成为华硕会员，以获取更便捷的会员专属服务、优惠活动通知、最新产品信息等专享权益。"
IDS_PROMPT  =  "您可以访问华硕官方网站（https://account.asus.com/）注册您的产品"
IDS_ACTION1 =  "立即进行产品注册"
IDS_ACTION2 =  "下次开机再注册"
IDS_ACTION3 =  "不需要，谢谢。"

[Brazil]
IDS_TITLE   =  "Bem-vindo ao registro de produto ASUS"
IDS_TEXT1   =  "Obrigado por adquirir o produto ASUS."
IDS_TEXT2   =  "Recomenda-se que você se registre como um membro ASUS para desfrutar dos benefícios da ASUS, como ofertas interessantes de produtos, as última notícias da ASUS e muito mais."
IDS_PROMPT  =  "Você pode visitar o site oficial da ASUS (https://account.asus.com/) para registrar seu produto."
IDS_ACTION1 =  "Registre agora"
IDS_ACTION2 =  "Se registrar mais tarde"
IDS_ACTION3 =  "Nao, obrigado."

[HongKong]
IDS_TITLE   =  "歡迎註冊華碩產品"
IDS_TEXT1   =  "感謝您購買華碩產品！"
IDS_TEXT2   =  "建議您註冊成為華碩會員以獲得更便捷的會員專屬服務，優惠活動通知，最新產品資訊等獨享權益。"
IDS_PROMPT  =  "您可以造訪華碩官方網站 （https://account.asus.com/）註冊您的產品"
IDS_ACTION1 =  "立即進行產品註冊"
IDS_ACTION2 =  "下次開機再註冊"
IDS_ACTION3 =  "不需要，謝謝。"

[Arabic]
IDS_TITLE   =  "مرحبًا بك في تسجيل منتجاتASUS"
IDS_TEXT1   =  "شكرًا لشرائك أحد منتجات ASUS."
IDS_TEXT2   =  "نوصيك بأن تقوم بالتسجيل كأحد أعضاء ASUS لكي تستمتع بمزايا عضوية ASUS, مثل: أحدث عروض المنتجات, وأحدث أخبار ASUS, وغيرها الكثير."
IDS_PROMPT  =  "يمكنك زيارة موقع الويب الرسمي الخاص بـ ASUS (https://account.asus.com/) لتسجيل منتجك"
IDS_ACTION1 =  "سجّل الآن"
IDS_ACTION2 =  "سجّل لاحقًا"
IDS_ACTION3 =  "لا شكرًا."

[Bulgarian]
IDS_TITLE   =  "Добре дошли в Регистрация на ASUS продукт"
IDS_TEXT1   =  "Благодарим Ви, че закупихте продукт на ASUS."
IDS_TEXT2   =  "Препоръчваме Ви да се регистрирате като член на ASUS, за да се насладите на преимущества, като например специални оферти, последните новини от ASUS и др."
IDS_PROMPT  =  "Можете да посетите официалния уеб сайт на ASUS (https://account.asus.com/), за да регистрирате продукта си."
IDS_ACTION1 =  "Регистрирайте сега"
IDS_ACTION2 =  "Регистрирайте по-късно"
IDS_ACTION3 =  "Не, благодаря."

[Croatian]
IDS_TITLE   =  "Dobrodošli na registraciju ASUS proizvoda"
IDS_TEXT1   =  "Hvala na kupnji ASUS proizvoda."
IDS_TEXT2   =  "Preporučujemo da se registrirate kao ASUS član kako biste mogli uživati u prednostima članstva iz ASUS-a kao što su vruće ponude proizvoda, najnovije ASUS vijesti i mnogo više."
IDS_PROMPT  =  "Ako želite registrirati proizvod, možete posjetiti službeno web mjesto tvrtke ASUS (https://account.asus.com/)."
IDS_ACTION1 =  "Registrirajte se sada"
IDS_ACTION2 =  "Registrirajte se kasnije"
IDS_ACTION3 =  "Ne, hvala."

[Danish]
IDS_TITLE   =  "Velkommen til ASUS produktregistrering"
IDS_TEXT1   =  "Tak for købet af dit ASUS produkt."
IDS_TEXT2   =  "Vi anbefaler du bliver medlem af ASUS, så du kan nyde godt af vores medlemsfordele, såsom gode tilbud på vores produkter, seneste nyheder fra ASUS og meget mere."
IDS_PROMPT  =  "Gå på ASUS’ officielle webside (https://account.asus.com/) for at registrere dit produkt."
IDS_ACTION1 =  "Registrer nu"
IDS_ACTION2 =  "Registrer senere"
IDS_ACTION3 =  "Nej tak."

[Estonian]
IDS_TITLE   =  "Tere tulemast ASUS Toote registreerimine"
IDS_TEXT1   =  "Täname teid ASUS toote ostmise eest."
IDS_TEXT2   =  "Soovitame registreeruda ASUS keskkonna liikmeks, et nautida ASUS'e pakutavaid liikmesuse eeliseid nagu kuumad tootepakkumised, viimased ASUS'e uudised ja palju muud."
IDS_PROMPT  =  "Oma toote registreerimiseks saate külastada ettevõtte ASUS ametlikku veebisaiti (https://account.asus.com/)."
IDS_ACTION1 =  "Registreerige kohe"
IDS_ACTION2 =  "Registreerige hiljem"
IDS_ACTION3 =  "Ei, tänan."

[Finnish]
IDS_TITLE   =  "Tervetuloa ASUS-tuotteen rekisteröintiin"
IDS_TEXT1   =  "Kiitos, kun valitsit tämän ASUS-tuotteen."
IDS_TEXT2   =  "Sinun on suositeltavaa rekisteröityä ASUS-jäseneksi voidaksesi nauttia ASUS-jäseneduista, kuten kuumista tuotetarjouksista, uusimmista ASUS-uutisista jne."
IDS_PROMPT  =  "Voit siirtyä viralliselle ASUS-web-sivustolle (https://account.asus.com/) rekisteröimään tuotteesi."
IDS_ACTION1 =  "Rekisteröi nyt"
IDS_ACTION2 =  "Rekisteröi myöhemmin"
IDS_ACTION3 =  "Ei kiitos."

[Greek]
IDS_TITLE   =  "Καλώς ορίσατε στη δήλωση προϊόντος ASUS"
IDS_TEXT1   =  "Σας ευχαριστούμε για την αγορά του προϊόντος ASUS."
IDS_TEXT2   =  "Σας συνιστούμε να εγγραφείτε ως μέλος της ASUS για να απολαύσετε τα προνόμια μέλους που προσφέρει η ASUS, όπως τις σούπερ προσφορές προϊόντων, τα τελευταία νέα από την ASUS, και πολλά άλλα."
IDS_PROMPT  =  "Μπορείτε να επισκεφθείτε την επίσημη ιστοσελίδα της ASUS (https://account.asus.com/) για να καταχωρήσετε το προϊόν σας."
IDS_ACTION1 =  "Δήλωση τώρα"
IDS_ACTION2 =  "Δήλωση αργότερα"
IDS_ACTION3 =  "Όχι, ευχαριστώ."

[Hebrew]
IDS_TITLE   =  "ברוכים הבאים לASUS רישום מוצר"
IDS_TEXT1   =  "אנו מודים לך על שרכשת מוצר של ASUS."
IDS_TEXT2   =  "אנו ממליצים להירשם כחבר ASUS כדי ליהנות מיתרונות החברות כגון הצעות אטרקטיביות למוצרים, חדשות ASUS ועוד."
IDS_PROMPT  =  "תוכל לבקר באתר הרשמי של ASUS (בכתובת https://account.asus.com/) כדי לרשום את המוצר שלך."
IDS_ACTION1 =  "רשום כעת"
IDS_ACTION2 =  "רשום מאוחר יותר"
IDS_ACTION3 =  "לא, תודה."

[Latvian]
IDS_TITLE   =  "Sveicināti ASUS produktu reģistrācijas lapā!"
IDS_TEXT1   =  "Thank you for purchasing ASUS product."
IDS_TEXT2   =  "You are recommended to register as an ASUS member to enjoy member benefits from ASUS such as the hot product deals, latest ASUS news, and much more."
IDS_PROMPT  =  "You could visit ASUS official website (https://account.asus.com/) to register your product."
IDS_ACTION1 =  "Register now"
IDS_ACTION2 =  "Register later"
IDS_ACTION3 =  "No, thanks."

[Lithuanian]
IDS_TITLE   =  "Welcome to ASUS Product Registration"
IDS_TEXT1   =  "Paldies, ka iegādājāties ASUS produktu."
IDS_TEXT2   =  "Ieteicams reģistrēties kā ASUS VIP dalībniekam, lai saņemtu dalībnieka priekšrocības no ASUS, piemēram, aktuālākos produktu piedāvājumus, jaunākās ziņas no ASUS un vēl vairāk."
IDS_PROMPT  =  "Lai reģistrētu savu ierīci, varat apmeklēt ASUS oficiālo tīmekļa vietni (https://account.asus.com/)."
IDS_ACTION1 =  "Reģistrēties tūlīt"
IDS_ACTION2 =  "Reģistrēties vēlāk"
IDS_ACTION3 =  "Nē, paldies."

[Norwegian]
IDS_TITLE   =  "Velkommen til ASUS-produktregistrering"
IDS_TEXT1   =  "Takk for at du kjøpte et ASUS-produkt."
IDS_TEXT2   =  "Det anbefales at du registrerer deg som en ASUS-medlem. Da kan du dra nytt av medlemsfordeler fra ASUS som nye produkttilbud, de siste nyhetene fra ASUS og mye mer."
IDS_PROMPT  =  "Du kan besøke den offisielle hjemmesiden til ASUS (https://account.asus.com/) for å registrere produktet."
IDS_ACTION1 =  "Registrer nå"
IDS_ACTION2 =  "Registrer senere"
IDS_ACTION3 =  "Nei takk."

[Turkish]
IDS_TITLE   =  "ASUS Ürün Kaydına Hoş Geldiniz"
IDS_TEXT1   =  "ASUS ürünü satın aldığınız için teşekkür ederiz."
IDS_TEXT2   =  "Yeni ürün fırsatları, en son ASUS haberleri ve daha fazlası gibi ASUS üyeliği ayrıcalıklarının keyfini çıkarmak için ASUS üyeliğine kaydolmanız önerilir."
IDS_PROMPT  =  "Ürününüzün kaydını yapmak için ASUS resmî web sitesini (https://account.asus.com/) ziyaret edebilirsiniz."
IDS_ACTION1 =  "Şimdi kaydol"
IDS_ACTION2 =  "Daha sonra kaydol"
IDS_ACTION3 =  "Hayır, teşekkürler."

[Romanian]
IDS_TITLE   =  "Bun venit la secţiunea de înregistrare a produselor ASUS"
IDS_TEXT1   =  "Vă mulţumim pentru achiziţionarea produsului ASUS."
IDS_TEXT2   =  "Vă recomandăm să vă înregistraţi ca membru ASUS pentru a putea beneficia de avantajele oferite de ASUS, cum ar fi ofertele speciale legate de produse, cele mai noi ştiri legate de ASUS şi multe altele."
IDS_PROMPT  =  "Puteţi vizita site-ul web oficial ASUS (https://account.asus.com/) pentru a vă înregistra produsul."
IDS_ACTION1 =  "Înregistrați-vă acum"
IDS_ACTION2 =  "Înregistrați-vă mai târziu"
IDS_ACTION3 =  "Nu, mulţumesc."

[Serbian]
IDS_TITLE   =  "Dobro došli u registraciju ASUS proizvoda"
IDS_TEXT1   =  "Hvala na kupovini ASUS proizvoda."
IDS_TEXT2   =  "Preporučujemo vam da se registrujete kao ASUS član kako biste iskoristili sve pogodnosti koje vam ASUS nudi, kao što su popusti na proizvode, najnovije vesti iz ASUS-a i još mnogo toga."
IDS_PROMPT  =  "Možete da posetite zvaničnu ASUS internet prezentaciju (https://account.asus.com/) da registrujete svoj proizvod."
IDS_ACTION1 =  "Registruj se sada"
IDS_ACTION2 =  "Registruj se kasnije"
IDS_ACTION3 =  "Ne, hvala."

[Slovak]
IDS_TITLE   =  "Vitajte v registrácii produktu ASUS"
IDS_TEXT1   =  "Ďakujeme, že ste si zakúpili produkt značky ASUS."
IDS_TEXT2   =  "You are recommended to register as an ASUS member to enjoy member benefits from ASUS such as the hot product deals, latest ASUS news, and much more."
IDS_PROMPT  =  "You could visit ASUS official website (https://account.asus.com/) to register your product."
IDS_ACTION1 =  "Register now"
IDS_ACTION2 =  "Register later"
IDS_ACTION3 =  "No, thanks."

[Slovenian]
IDS_TITLE   =  "Welcome to ASUS Product Registration"
IDS_TEXT1   =  "Thank you for purchasing ASUS product."
IDS_TEXT2   =  "Odporúčame vám zaregistrovať sa ako člen ASUS, aby ste mohli využívať členské výhody od spoločnosti ASUS, ako sú akcie na výrobky, najnovšie novinky spoločnosti ASUS a mnoho ďalších."
IDS_PROMPT  =  "Ak chcete zaregistrovať svoj výrobok navštívte oficiálnu webovú stránku ASUS (https://account.asus.com/)"
IDS_ACTION1 =  "Zaregistrovať teraz"
IDS_ACTION2 =  "Zaregistrovať neskôr"
IDS_ACTION3 =  "Nie, ďakujem."

[Swedish]
IDS_TITLE   =  "Välkommen till ASUS produktregistrering"
IDS_TEXT1   =  "Tack för att du köpt en ASUS-produkt."
IDS_TEXT2   =  "Vi rekommenderar att du registrerar dig som en ASUS-medlem för att få förmåner från ASUS som fina produkterbjudanden, senaste nytt från ASUS osv."
IDS_PROMPT  =  "Du kan besöka ASUS officiella webbplats (https://account.asus.com/) för att registrera din produkt."
IDS_ACTION1 =  "Registrera nu"
IDS_ACTION2 =  "Registrera senare"
IDS_ACTION3 =  "Nej tack."

[Thai]
IDS_TITLE   =  "ยินดีต้อนรับสู่การลงทะเบียนผลิตภัณฑ์ ASUS"
IDS_TEXT1   =  "ขอบคุณสำหรับการซื้อผลิตภัณฑ์ ASUS"
IDS_TEXT2   =  "เราแนะนำให้คุณลงทะเบียนเป็นสมาชิก ASUS เพื่อรับสิทธิประโยชน์ของสมาชิกจาก ASUS มากมาย เช่น ข้อเสนอผลิตภัณฑ์พิเศษ ข่าวสาร ASUS ล่าสุด และอื่น ๆ อีกมาก"
IDS_PROMPT  =  "คุณสามารถเยี่ยมชมเว็บไซต์อย่างเป็นทางการของ ASUS (https://account.asus.com/) เพื่อลงทะเบียนอุปกรณ์ของคุณ"
IDS_ACTION1 =  "ลงทะเบียนเดี๋ยวนี้"
IDS_ACTION2 =  "ลงทะเบียนภายหลัง"
IDS_ACTION3 =  "ไม่ ขอบคุณ"

[Ukrainian]
IDS_TITLE   =  "Ласкаво просимо до реєстрації виробу ASUS"
IDS_TEXT1   =  "Дякуємо, що придбали продукт ASUS."
IDS_TEXT2   =  "Радимо зареєструватися на сайті компанії ASUS, щоб отримувати вигідні пропозиції на продукти, які користуються найбільшим попитом, дізнаватися останні новини про компанію та багато іншого."
IDS_PROMPT  =  "Можна відвідати офіційний веб-сайт ASUS (https://account.asus.com/), щоб зареєструвати виріб."
IDS_ACTION1 =  "Зареєструватися зараз"
IDS_ACTION2 =  "Зареєструватися пізніше"
IDS_ACTION3 =  "Ні, дякую."

[Serbian(W81)]
IDS_TITLE   =  "Dobro došli u registraciju ASUS proizvoda"
IDS_TEXT1   =  "Hvala na kupovini ASUS proizvoda."
IDS_TEXT2   =  "Preporučujemo vam da se registrujete kao ASUS član kako biste iskoristili sve pogodnosti koje vam ASUS nudi, kao što su popusti na proizvode, najnovije vesti iz ASUS-a i još mnogo toga."
IDS_PROMPT  =  "Možete da posetite zvaničnu ASUS internet prezentaciju (https://account.asus.com/) da registrujete svoj proizvod."
IDS_ACTION1 =  "Registruj se sada"
IDS_ACTION2 =  "Registruj se kasnije"
IDS_ACTION3 =  "Ne, hvala."